FemDesign.Results.RCShellUtilization
FemDesign "RC design: Shell, utilization" result

FemDesign.Results.RCShellUtilization.Id
Shell name identifier

FemDesign.Results.RCShellUtilization.Max
Max utilization of bottom/top and x'/y' reinforcement and crack width on top/bottom face.

FemDesign.Results.RCShellUtilization.RBX
Utilization of bottom x'/r reinforcement

FemDesign.Results.RCShellUtilization.RBY
Utilization of bottom y'/t reinforcement

FemDesign.Results.RCShellUtilization.RTX
Utilization of top x'/r reinforcement

FemDesign.Results.RCShellUtilization.RTY
Utilization of top y'/t reinforcement

FemDesign.Results.RCShellUtilization.BU
Utilization for shell buckling

FemDesign.Results.RCShellUtilization.SC
Shear capacity ok?

FemDesign.Results.RCShellUtilization.CWB
Utilization for crack width on the bottom face

FemDesign.Results.RCShellUtilization.CWT
Utilization for crack width on the top face

FemDesign.Results.RCShellUtilization.CaseIdentifier
Load case or combination name